export const ERROR_MESSAGE = {
	LOGIN: 'Ошибка! Имя может содержать только буквы, и знаки: "-", "_"',
	LOGIN_LONG: 'Ошибка! Имя не должен быть более 30 символов!',
	LOGIN_SHORT: 'Ошибка! Имя не должен быть менее 2-х символов!',
	PASSWORD:
		'Ошибка! Пароль может содержать только латинские буквы, цифры и символы: !@#$%^&*+-',
	PASSWORD_LONG: 'Ошибка! Пароль не должен быть более 30 символов!',
	PASSWORD_SHORT: 'Ошибка! Пароль не должен быть менее 7-ми символов!',
	PASSWORD_REPEAT: 'Ошибка! Пароли не совпадают!',
	EMAIL: 'Ошибка! Введен некорректный email адрес!' 	
};
